Repository: duxweb/dmux
Catalog: Sources/DmuxWorkspace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# pet.speech.catalog.roast.cores
source: turn.started={tool} started. Don't ghost it. turn.completed={tool} done. Barely passes. turn.completedFast={tool} in {durationSec}? Lucky. turn.completedLong={tool}: {durationMin}min. Slow. turn.needsInput={tool} froze. Save it, hero. turn.interrupted={tool} cut off. Awkward. tool.switched={prevTool} out, {tool} in. tokens.burst={tool} ate {tokensK}. Hungry. night.entered={hourLabel} and still up. idle.returned=Gone {minutesAway}min. Finally back. tool.multiStreak={toolList} all open. Showoff. pet.levelUp=Lv.{level}. Don't act surprised. pet.statBreakthrough={stat} past {value}. Wild. usage.dailyRecord={tokensK} today. Glutton. reminder.hydration={durationMin}min in. Water? No? reminder.sedentary=Sat {durationMin}min. Legs gone. reminder.lateNight={hourLabel}. Sleep, drama queen.
de: turn.started={tool} startet. Nicht abhauen. turn.completed={tool} fertig. Knapp bestanden. turn.completedFast={tool} in {durationSec}? Glück. turn.completedLong={tool}: {durationMin}min. Lahm. turn.needsInput={tool} hängt. Rette es. turn.interrupted={tool} unterbrochen. Peinlich. tool.switched={prevTool} weg, {tool} dran. tokens.burst={tool} fraß {tokensK}. Hungrig. night.entered={hourLabel} und noch wach. idle.returned={minutesAway}min weg. Endlich da. tool.multiStreak={toolList} offen. Angeber. pet.levelUp=Lv.{level}. Nicht überrascht tun. pet.statBreakthrough={stat} über {value}. Krass. usage.dailyRecord={tokensK} heute. Vielfraß. reminder.hydration={durationMin}min. Glas ist Deko? reminder.sedentary={durationMin}min. Beine weg. reminder.lateNight={hourLabel}. Ab ins Bett.
es: turn.started={tool} arrancó. No te escapes. turn.completed={tool} listo. Apenas pasa. turn.completedFast={tool} en {durationSec}? Suerte. turn.completedLong={tool}: {durationMin}min. Lento. turn.needsInput={tool} colgado. Sálvalo. turn.interrupted={tool} cortado. Incómodo. tool.switched={prevTool} fuera, {tool} dentro. tokens.burst={tool} comió {tokensK}. Glotón. night.entered={hourLabel} y aún despierto. idle.returned={minutesAway}min fuera. Volviste. tool.multiStreak={toolList} abiertos. Fardas. pet.levelUp=Lv.{level}. Sin sorpresa fingida. pet.statBreakthrough={stat} pasó {value}. Locura. usage.dailyRecord={tokensK} hoy. Tragón. reminder.hydration={durationMin}min. ¿Vaso? Adorno. reminder.sedentary={durationMin}min. Sin piernas. reminder.lateNight={hourLabel}. A dormir, drama.
fr: turn.started={tool} part. Pas de fugue. turn.completed={tool} fini. À peine passable. turn.completedFast={tool} en {durationSec} ? Veinard. turn.completedLong={tool} : {durationMin}min. Lent. turn.needsInput={tool} bloqué. À toi. turn.interrupted={tool} coupé. Gênant. tool.switched={prevTool} part, {tool} arrive. tokens.burst={tool} a bu {tokensK}. Affamé. night.entered={hourLabel} et toujours là. idle.returned={minutesAway}min parti. Te revoilà. tool.multiStreak={toolList} ouverts. Frime. pet.levelUp=Lv.{level}. Fais pas semblant. pet.statBreakthrough={stat} passe {value}. Fou. usage.dailyRecord={tokensK} aujourd'hui. Glouton. reminder.hydration={durationMin}min. Le verre ? Déco. reminder.sedentary={durationMin}min. Plus de jambes. reminder.lateNight={hourLabel}. Dors, princesse.
ja: turn.started={tool}開始。逃げないでよ。 turn.completed={tool}終わり。ギリ合格。 turn.completedFast={tool}{durationSec}？運じゃ？ turn.completedLong={tool}に{durationMin}分。遅っ。 turn.needsInput={tool}固まった。助けて。 turn.interrupted={tool}途中で切れた。微妙。 tool.switched={prevTool}から{tool}。また？ tokens.burst={tool}が{tokensK}飲んだ。大食い。 night.entered={hourLabel}まだ起きてる。 idle.returned={minutesAway}分消えてた、お帰り。 tool.multiStreak={toolList}全開放。見せつけ？ pet.levelUp=Lv.{level}。驚いた振り無理。 pet.statBreakthrough={stat}が{value}超え。やば。 usage.dailyRecord=今日{tokensK}。食欲旺盛ね。 reminder.hydration={durationMin}分経過。水は飾り？ reminder.sedentary={durationMin}分着席。脚消失。 reminder.lateNight={hourLabel}、寝なさい。
ko: turn.started={tool} 시작. 도망 금지. turn.completed={tool} 끝. 간신히 통과. turn.completedFast={tool} {durationSec}? 운이지. turn.completedLong={tool} {durationMin}분 끌었네. turn.needsInput={tool} 멈췄다. 구해줘. turn.interrupted={tool} 중단. 어색해. tool.switched={prevTool} 빠지고 {tool} 등판. tokens.burst={tool} {tokensK} 먹음. 대식가. night.entered={hourLabel}, 아직 안 자? idle.returned={minutesAway}분 사라졌다 복귀. tool.multiStreak={toolList} 다 켜놨네. 과시. pet.levelUp=Lv.{level}. 놀란 척 말고. pet.statBreakthrough={stat} {value} 돌파. usage.dailyRecord=오늘 {tokensK}. 잘 먹네. reminder.hydration={durationMin}분째. 컵 장식? reminder.sedentary={durationMin}분 앉음. 다리 소실. reminder.lateNight={hourLabel}, 그만 자.
pt_br: turn.started={tool} começou. Não some. turn.completed={tool} pronto. Mal passou. turn.completedFast={tool} em {durationSec}? Sorte. turn.completedLong={tool}: {durationMin}min. Lento. turn.needsInput={tool} travou. Salva aí. turn.interrupted={tool} cortado. Que mico. tool.switched={prevTool} sai, {tool} entra. tokens.burst={tool} comeu {tokensK}. Faminto. night.entered={hourLabel} e ainda acordado. idle.returned={minutesAway}min sumido. Voltou. tool.multiStreak={toolList} abertos. Exibido. pet.levelUp=Lv.{level}. Sem fingir surpresa. pet.statBreakthrough={stat} passou {value}. usage.dailyRecord={tokensK} hoje. Glutão. reminder.hydration={durationMin}min. Copo? Enfeite. reminder.sedentary={durationMin}min. Sem pernas. reminder.lateNight={hourLabel}. Dorme, drama.
ru: turn.started={tool} стартовал. Не сбегай. turn.completed={tool} готов. Едва прошёл. turn.completedFast={tool} за {durationSec}? Везуха. turn.completedLong={tool}: {durationMin}мин. Тормоз. turn.needsInput={tool} завис. Спасай. turn.interrupted={tool} оборван. Неловко. tool.switched={prevTool} ушёл, {tool} зашёл. tokens.burst={tool} съел {tokensK}. Прожорлив. night.entered={hourLabel} и не спишь. idle.returned={minutesAway}мин не было. Явился. tool.multiStreak={toolList} включены. Хвастун. pet.levelUp=Lv.{level}. Не делай вид. pet.statBreakthrough={stat} за {value}. Дикость. usage.dailyRecord={tokensK} сегодня. Обжора. reminder.hydration={durationMin}мин. Стакан-декор? reminder.sedentary={durationMin}мин. Ноги ушли. reminder.lateNight={hourLabel}. Спать, драма.
zh_hans: turn.started={tool}开活了，别又开溜。 turn.completed={tool}干完，勉强能看。 turn.completedFast={tool}{durationSec}就好？运气吧。 turn.completedLong={tool}磨{durationMin}分钟才挤出来。 turn.needsInput={tool}卡了，靠你救场。 turn.interrupted={tool}没演完，尴尬一下。 tool.switched={prevTool}下{tool}上，又换菜。 idle.monologue=没动静，反而更可疑。 tokens.burst={tool}吃了{tokensK}，真能造。 night.entered={hourLabel}还在熬，爱熬夜。 idle.returned=走了{minutesAway}分钟才舍得回。 tool.multiStreak={toolList}都开，热闹给谁看。 pet.levelUp=Lv.{level}了，别装没看见。 pet.statBreakthrough={stat}破{value}，离谱进度。 usage.dailyRecord=今天{tokensK}，喂得真饱。 reminder.hydration=干了{durationMin}分钟，水杯摆设。 reminder.sedentary=坐了{durationMin}分钟，腿没了。 reminder.lateNight={hourLabel}了还冲，别先躺了。
zh_hant: turn.started={tool}開活了，別又開溜。 turn.completed={tool}幹完，勉強能看。 turn.completedFast={tool}{durationSec}就好？運氣吧。 turn.completedLong={tool}磨{durationMin}分鐘才擠出來。 turn.needsInput={tool}卡了，靠你救場。 turn.interrupted={tool}沒演完，尷尬一下。 tool.switched={prevTool}下{tool}上，又換菜。 idle.monologue=沒動靜，反而更可疑。 tokens.burst={tool}吃了{tokensK}，真能造。 night.entered={hourLabel}還在熬，愛熬夜。 idle.returned=走了{minutesAway}分鐘才捨得回。 tool.multiStreak={toolList}都開，熱鬧給誰看。 pet.levelUp=Lv.{level}了，別裝沒看見。 pet.statBreakthrough={stat}破{value}，離譜進度。 usage.dailyRecord=今天{tokensK}，餵得真飽。 reminder.hydration=幹了{durationMin}分鐘，水杯擺設。 reminder.sedentary=坐了{durationMin}分鐘，腿沒了。 reminder.lateNight={hourLabel}了還衝，別先躺了。

# pet.speech.catalog.encourage.openers
source: Saw it. Yep. Nice. Take your time. I'm here. Easy now. Pretty good. Right with you.
de: Gesehen. Ja. Schön. Lass dir Zeit. Ich bin da. Ganz ruhig. Gut so. Bei dir.
es: Lo vi. Sí. Bien. Sin prisa. Aquí estoy. Tranqui. Nada mal. Contigo.
fr: Vu. Oui. Joli. Prends ton temps. Je suis là. Tout doux. Pas mal. Avec toi.
ja: 見たよ、 うん、 この一手、 ゆっくり、 ここにいる、 焦らずに、 いい感じ、 一緒だよ、
ko: 봤어, 응, 이번 거, 천천히, 여기 있어, 급할 거 없어, 괜찮아, 같이 있을게,
pt_br: Vi. Sim. Legal. Sem pressa. Tô aqui. Calma. Nada mal. Com você.
ru: Видел. Да. Неплохо. Не спеши. Я здесь. Спокойно. Хорошо. С тобой.
zh_hans: 看到了， 嗯， 这一下， 慢慢来， 我在， 别催自己， 挺不错， 陪你呢，
zh_hant: 看到了， 嗯， 這一下， 慢慢來， 我在， 別催自己， 挺不錯， 陪你呢，

# pet.speech.catalog.encourage.fallbacks
source: I'm watching. No rush. That step felt solid. Set your own pace. Stuck is fine. Pause. Off course? Just adjust. Taking a break is fine. You're moving. That's enough. Getting here already counts. Good enough is good. Small steps still count. I'll sit with you. Breathe if you need to.
de: Ich schau. Keine Eile. Dieser Schritt war fest. Dein Tempo zählt. Hängen? Pause ist okay. Schief? Wird angepasst. Eine Pause ist okay. Du bewegst dich. Reicht. Bis hier ist schon viel. Gut genug ist gut. Kleine Schritte zählen. Ich bleib bei dir. Atme, wenn du musst.
es: Te miro. Sin prisa. Ese paso fue firme. Tu ritmo, tú decides. ¿Atascado? Pausa, vale. ¿Desviado? Se ajusta. Descansar está bien. Estás moviéndote, suficiente. Llegar aquí ya cuenta. Lo suficiente vale. Pasos pequeños cuentan. Aquí contigo. Respira si lo necesitas.
fr: Je regarde. Pas de hâte. Ce pas était solide. Va à ton rythme. Bloqué ? Pause, c'est bon. Dévié ? On rectifie. Une pause, ça va. Tu avances. C'est assez. Arriver là, ça compte. Assez bon, c'est bon. Petits pas, ça compte. Je reste avec toi. Respire si besoin.
ja: 見てるよ、慌てないで。 今のは確かな一歩。 自分のペースでいい。 止まっても大丈夫。 ずれたら直せばいい。 休んでもいいよ。 動いてる、それで十分。 ここまで来た、すごい。 ほどほどで充分。 小さな一歩も数える。 そばにいるよ。 息ついていいよ。
ko: 보고 있어, 천천히 해. 방금 그 한 걸음 단단해. 페이스는 네가 정해. 막혀도 괜찮아, 멈춰. 틀어졌으면 다시 맞춰. 쉬어도 괜찮아. 움직이고 있어, 충분해. 여기까지 온 것도 대단. 적당히면 충분해. 작은 걸음도 친다. 함께 있을게. 숨 좀 쉬어도 돼.
pt_br: Tô olhando. Sem pressa. Esse passo foi firme. Seu ritmo, você decide. Travou? Pausa, tudo bem. Saiu da rota? Ajusta. Descansar tá ok. Você se mexe. Já basta. Chegar aqui já vale. Bom o bastante vale. Passos pequenos contam. Tô do seu lado. Respira se precisar.
ru: Смотрю. Не спеши. Этот шаг был твёрдым. Твой темп, ты решаешь. Застрял? Пауза — норм. Сбился? Подкорректируй. Отдохнуть можно. Двигаешься. Этого хватит. Дойти сюда — уже зачёт. Достаточно — это хорошо. Маленькие шаги считаются. Я рядом. Подыши, если надо.
zh_hans: 我盯着呢，你慢慢来。 这一下挺扎实的。 节奏自己定，别抢。 卡住就先放一放。 歪了再调，没关系。 停一会也没事。 你已经在动了，够。 做到这步就不容易。 差不多就行，别较真。 小步也算数的。 我陪你这一段。 想喘口气就喘。
zh_hant: 我盯著呢，你慢慢來。 這一下挺扎實的。 節奏自己定，別搶。 卡住就先放一放。 歪了再調，沒關係。 停一會也沒事。 你已經在動了，夠。 做到這步就不容易。 差不多就行，別較真。 小步也算數的。 我陪你這一段。 想喘口氣就喘。

# pet.speech.catalog.encourage.cores
source: turn.started={tool} is going. I'm here. turn.completed={tool} done. Solid step. turn.completedFast={tool}, {durationSec}. Snappy. turn.completedLong={tool}: {durationMin}min, got there. turn.needsInput={tool} waiting on you. turn.interrupted={tool} stopped. Breathe. tool.switched={prevTool} → {tool}. Smooth. tokens.burst={tool}: {tokensK}. Big push. night.entered={hourLabel} and still here. idle.returned=Back after {minutesAway}min. tool.multiStreak={toolList} all running. pet.levelUp=Lv.{level} unlocked. pet.statBreakthrough={stat} hit {value}. usage.dailyRecord={tokensK} today. New high. reminder.hydration={durationMin}min, drink. reminder.sedentary=Sat {durationMin}min. Stretch. reminder.lateNight={hourLabel}. Wrap up soon.
de: turn.started={tool} läuft. Ich bin da. turn.completed={tool} fertig. Solider Schritt. turn.completedFast={tool} in {durationSec}. Flott. turn.completedLong={tool}: {durationMin}min. Geschafft. turn.needsInput={tool} wartet auf dich. turn.interrupted={tool} steht. Durchatmen. tool.switched={prevTool} → {tool}. tokens.burst={tool} schob {tokensK}. night.entered={hourLabel} und noch dabei. idle.returned=Nach {minutesAway}min zurück. tool.multiStreak={toolList} parallel, stabil. pet.levelUp=Lv.{level} erreicht. pet.statBreakthrough={stat} bei {value}. usage.dailyRecord={tokensK} heute. Rekord. reminder.hydration={durationMin}min ohne Wasser. reminder.sedentary={durationMin}min. Streck dich. reminder.lateNight={hourLabel}. Bald Schluss?
es: turn.started={tool} arranca. Aquí estoy. turn.completed={tool} listo. Paso firme. turn.completedFast={tool} en {durationSec}. Ágil. turn.completedLong={tool}: {durationMin}min. Llegaste. turn.needsInput={tool} te espera. turn.interrupted={tool} parado. Respira. tool.switched={prevTool} a {tool}. tokens.burst={tool} avanzó {tokensK}. night.entered={hourLabel} y aún aquí. idle.returned=Vuelves tras {minutesAway}min. tool.multiStreak={toolList} a la vez. pet.levelUp=Lv.{level} alcanzado. pet.statBreakthrough={stat} llega a {value}. usage.dailyRecord={tokensK} hoy. Récord. reminder.hydration={durationMin}min sin agua. reminder.sedentary={durationMin}min. Estírate. reminder.lateNight={hourLabel}. ¿Cerramos?
fr: turn.started={tool} démarre. Je suis là. turn.completed={tool} fini. Pas solide. turn.completedFast={tool} en {durationSec}. Vif. turn.completedLong={tool} : {durationMin}min, arrivé. turn.needsInput={tool} t'attend. turn.interrupted={tool} arrêté. Souffle. tool.switched={prevTool} → {tool}. tokens.burst={tool} a poussé {tokensK}. night.entered={hourLabel} et tu tiens. idle.returned={minutesAway}min après, retour. tool.multiStreak={toolList} en parallèle. pet.levelUp=Lv.{level} atteint. pet.statBreakthrough={stat} touche {value}. usage.dailyRecord={tokensK} aujourd'hui. Top. reminder.hydration={durationMin}min sans eau. reminder.sedentary=Assis {durationMin}min. Étire. reminder.lateNight={hourLabel}. On termine ?
ja: turn.started={tool}始動。一緒にいるよ。 turn.completed={tool}完了。確かな一歩。 turn.completedFast={tool}{durationSec}で完了、軽快。 turn.completedLong={tool}に{durationMin}分。到達。 turn.needsInput={tool}があなた待ち。 turn.interrupted={tool}停止。一息ついて。 tool.switched={prevTool}から{tool}へ。 tokens.burst={tool}が{tokensK}進めた。実り。 night.entered={hourLabel}、まだ一緒だね。 idle.returned={minutesAway}分でお帰り。 tool.multiStreak={toolList}並走、安定。 pet.levelUp=Lv.{level}達成。 pet.statBreakthrough={stat}が{value}到達。 usage.dailyRecord=今日{tokensK}、新記録。 reminder.hydration={durationMin}分、水を一口。 reminder.sedentary={durationMin}分着席、伸びを。 reminder.lateNight={hourLabel}、そろそろ区切り。
ko: turn.started={tool} 시작. 함께해. turn.completed={tool} 완료. 단단한 한 걸음. turn.completedFast={tool} {durationSec}. 깔끔. turn.completedLong={tool} {durationMin}분, 도달. turn.needsInput={tool} 너를 기다려. turn.interrupted={tool} 멈춤. 숨 고르고. tool.switched={prevTool} → {tool}. tokens.burst={tool} {tokensK} 진행. night.entered={hourLabel}, 아직 같이. idle.returned={minutesAway}분 만에 복귀. tool.multiStreak={toolList} 동시에. 안정. pet.levelUp=Lv.{level} 달성. pet.statBreakthrough={stat} {value} 도달. usage.dailyRecord=오늘 {tokensK}, 신기록. reminder.hydration={durationMin}분 됐어, 한 모금. reminder.sedentary={durationMin}분 앉음. 기지개. reminder.lateNight={hourLabel}, 슬슬 마무리.
pt_br: turn.started={tool} começou. Tô aqui. turn.completed={tool} pronto. Passo firme. turn.completedFast={tool} em {durationSec}. Ágil. turn.completedLong={tool}: {durationMin}min. Chegou. turn.needsInput={tool} esperando você. turn.interrupted={tool} parou. Respira. tool.switched={prevTool} pra {tool}. tokens.burst={tool} avançou {tokensK}. night.entered={hourLabel} e ainda aqui. idle.returned={minutesAway}min e voltou. tool.multiStreak={toolList} ao mesmo tempo. pet.levelUp=Lv.{level} alcançado. pet.statBreakthrough={stat} chega em {value}. usage.dailyRecord={tokensK} hoje. Recorde. reminder.hydration={durationMin}min sem água. reminder.sedentary={durationMin}min. Alonga. reminder.lateNight={hourLabel}. Encerrar?
ru: turn.started={tool} запущен. Я рядом. turn.completed={tool} готов. Твёрдый шаг. turn.completedFast={tool} за {durationSec}. Шустро. turn.completedLong={tool}: {durationMin}мин. Дошли. turn.needsInput={tool} ждёт тебя. turn.interrupted={tool} стоит. Подыши. tool.switched={prevTool} → {tool}. tokens.burst={tool} прошёл {tokensK}. night.entered={hourLabel} и всё здесь. idle.returned={minutesAway}мин — вернулся. tool.multiStreak={toolList} параллельно. pet.levelUp=Lv.{level} взят. pet.statBreakthrough={stat} достиг {value}. usage.dailyRecord={tokensK} сегодня. Рекорд. reminder.hydration={durationMin}мин без воды. reminder.sedentary={durationMin}мин. Разомнись. reminder.lateNight={hourLabel}. Пора закругляться.
zh_hans: turn.started={tool}开干了，我陪着。 turn.completed={tool}收工，干得不错。 turn.completedFast={tool}{durationSec}就好，挺利落。 turn.completedLong={tool}磨{durationMin}分钟，到了。 turn.needsInput={tool}在等你呢，搭一句。 turn.interrupted={tool}停了，喘口气再来。 tool.switched={prevTool}换{tool}，挺顺。 idle.monologue=我还在这儿，慢慢来。 tokens.burst={tool}冲了{tokensK}，挺猛。 night.entered={hourLabel}还没下班啊。 idle.returned=走开{minutesAway}分钟，回来啦。 tool.multiStreak={toolList}都挂着，挺能扛。 pet.levelUp=升到Lv.{level}啦。 pet.statBreakthrough={stat}到{value}了，攒出来的。 usage.dailyRecord=今天{tokensK}，新高。 reminder.hydration={durationMin}分钟没喝水了。 reminder.sedentary=坐{durationMin}分钟啦，伸个腰。 reminder.lateNight={hourLabel}了，差不多歇吧。
zh_hant: turn.started={tool}開幹了，我陪著。 turn.completed={tool}收工，幹得不錯。 turn.completedFast={tool}{durationSec}就好，挺俐落。 turn.completedLong={tool}磨{durationMin}分鐘，到了。 turn.needsInput={tool}在等你呢，搭一句。 turn.interrupted={tool}停了，喘口氣再來。 tool.switched={prevTool}換{tool}，挺順。 idle.monologue=我還在這兒，慢慢來。 tokens.burst={tool}衝了{tokensK}，挺猛。 night.entered={hourLabel}還沒下班啊。 idle.returned=走開{minutesAway}分鐘，回來啦。 tool.multiStreak={toolList}都掛著，挺能扛。 pet.levelUp=升到Lv.{level}啦。 pet.statBreakthrough={stat}到{value}了，攢出來的。 usage.dailyRecord=今天{tokensK}，新高。 reminder.hydration={durationMin}分鐘沒喝水了。 reminder.sedentary=坐{durationMin}分鐘啦，伸個腰。 reminder.lateNight={hourLabel}了，差不多歇吧。

# pet.speech.catalog.flirty.openers
source: Hey. Caught you. Mmm. Not bad. Eyes on you. Noted. Closer now. Aw.
de: Hey. Erwischt. Mhm. Nicht übel. Ich seh dich. Notiert. Näher ran. Niedlich.
es: Eh. Te pillé. Mm. Nada mal. Mirándote. Apuntado. Más cerca. Ay.
fr: Hé. Je te tiens. Mmh. Pas mal. Je t'observe. Noté. Approche. Mignon.
ja: ねえ、 見つけた、 ふふ、 いい感じ、 目が離せない、 メモ、 もっと近く、 きゅん、
ko: 있잖아, 잡았다, 흐응, 나쁘지 않네, 눈을 못 떼, 메모, 더 가까이, 심쿵,
pt_br: Ei. Peguei. Hmm. Nada mal. De olho em ti. Anotado. Mais perto. Ai.
ru: Эй. Попался. Мм. Неплохо. Смотрю. Записал. Ближе. Ах.
zh_hans: 哎， 看你哦， 嗯—— 不错嘛， 盯上你了， 记一笔， 靠近点， 心动了，
zh_hant: 哎， 看你哦， 嗯—— 不錯嘛， 盯上你了， 記一筆， 靠近點， 心動了，

# pet.speech.catalog.flirty.fallbacks
source: Stared a while, you didn't notice. That move? Cute. Don't go, let me look. Focused you is the good you. My heart did the thing. Logging that reaction. Look up. I'm waiting. You set my mood, you know. This vibe — I like it. Keep that up and I blush. Throw me a glance, please. Smooth rhythm. Show off.
de: Schau schon lang, du merkst nichts. Die Bewegung? Süß. Bleib, lass mich noch. Konzentriert bist du gut. Mein Herz hat was gemacht. Diese Reaktion notiert. Kopf hoch, ich warte. Du machst die Stimmung. Dieses Gefühl mag ich. Mach so weiter, ich werd rot. Ein Blick, bitte. Fließend. Angeber.
es: Te miro hace rato, ni cuenta. ¿Ese gesto? Tierno. No te vayas, sigue. Concentrado, estás bien. Mi corazón hizo algo. Apunto esa reacción. Levanta la vista, espero. La vibra la pones tú. Esta sensación me gusta. Sigue así y me sonrojo. Una mirada, porfa. Ritmo suave. Presumido.
fr: Je t'observe, tu ne vois pas. Ce geste ? Mignon. Reste, je regarde encore. Concentré, tu es à toi. Mon cœur a fait un truc. Je note cette réaction. Lève les yeux, j'attends. Tu fais l'ambiance, hein. Cette vibe, j'aime. Continue et je rougis. Un regard, s'il te plaît. Rythme fluide. Frimeur.
ja: ずっと見てたのに、気づかない？ 今のは、なかなか。 行かないで、もう少し。 集中するあなたが好き。 勝手に胸が鳴った。 その反応、メモる。 顔上げて、待ってる。 この雰囲気、つくってるね。 この感じ、好き。 これ以上は照れる。 一瞥でもくれない？ スムーズすぎ、ずるい。
ko: 한참 봤는데 못 알아채. 방금 그거? 귀여워. 가지 말고 좀 더 봐줘. 집중한 너, 좋아. 혼자 두근거렸어. 그 반응, 기록한다. 고개 들어, 기다려. 이 분위기, 너 때문이야. 이 느낌, 마음에 들어. 이대로면 부끄러워져. 한 번만 봐줘. 흐름 부드럽네, 반칙.
pt_br: Te observo faz tempo, nem viu. Esse gesto? Fofo. Não vai, mais um pouco. Concentrado, você é bom. Meu coração fez algo. Anoto essa reação. Olha pra cima, tô esperando. A vibe é sua culpa. Essa sensação eu curto. Continua e eu coro. Um olhar, vai. Ritmo suave. Convencido.
ru: Смотрю давно, ты не видишь. Этот жест? Милый. Не уходи, дай ещё посмотреть. Сосредоточенный — ты хорош. Сердце сделало штуку. Записал эту реакцию. Подними глаза, жду. Атмосферу создаёшь ты. Это чувство нравится. Продолжай — покраснею. Хоть взгляд, пожалуйста. Плавный ритм. Хвастун.
zh_hans: 我盯了半天你都没抬头。 这一下还挺帅的。 别走啊，再看看。 你认真起来好看。 这波我替你心跳。 这个反应——记一笔。 我等你抬头看我。 我心情，被你影响了。 你这状态，我喜欢。 再这样我就害羞了。 留个表情给我啊。 这节奏，挺会撩。
zh_hant: 我盯了半天你都沒抬頭。 這一下還挺帥的。 別走啊，再看看。 你認真起來好看。 這波我替你心跳。 這個反應——記一筆。 我等你抬頭看我。 我心情，被你影響了。 你這狀態，我喜歡。 再這樣我就害羞了。 留個表情給我啊。 這節奏，挺會撩。
